<template>
  <v-container class="mt-12">
    <h1>
      Правила
    </h1>

    <div class="mt-5">
      <b>1. Правила сервера, ЗА НАРУШЕНИЕ ПРАВИЛ - ИСКЛЮЧЕНИЕ:</b><br>
      - мат, оскорбления, негатив и провокации;<br>
      - ссылки на свои чаты, сервера и подобное;<br>
      - общение не по теме канала;<br>
      - неуважительное отношение к организаторам и участникам соревнования.<br>
      <br><br>
      <b>2. Правила соревнования, ЗА НАРУШЕНИЕ ПРАВИЛ - ДИСКВАЛИФИКАЦИЯ:</b><br>
      - проводить атаку на серверы жюри и автоматизированную систему поддержки сервисов и проверки решений;<br>
      - генерировать неоправданно большой объем трафика;<br>
      - брутфорсить флаги заданий;<br>
      - проводить DoS-атаки\DDoS-атаки с генерацией большого объема трафика;<br>
      - мешать всевозможными способами получению флага другими командами;<br>
      - сообщать условия задач, а также значения флагов кому-либо.<br>
    </div>
  </v-container>
</template>

<script>
export default {
  layout: 'forum',
}
</script>
